Repository: alook123/ApeVolo.Admin
Catalog: Ape.Volo.Common/MultiLanguage/Resources/Language.*.resx
Languages: de, fr, ja

# Action.UpdateAvatar
source: Update Avatar
de: Avatar aktualisieren
fr: Mettre à jour l'avatar
ja: アバターの更新

# Action.ExecuteJob
source: Execute Job
de: Aufgabe ausführen
fr: Exécuter la tâche
ja: ジョブの実行

# Action.PauseJob
source: Pause Job
de: Aufgabe pausieren
fr: Mettre en pause la tâche
ja: ジョブの一時停止

# Action.ResumeJob
source: Resume Job
de: Aufgabe fortsetzen
fr: Reprendre la tâche
ja: ジョブの再開

# Action.ExecutionLogJob
source: Job Execution Log
de: Aufgabenausführungsprotokoll
fr: Journal d'exécution de la tâche
ja: ジョブ実行ログ

# Action.GetAllTenant
source: Get All Tenants
de: Alle Mandanten abrufen
fr: Obtenir tous les locataires
ja: 全テナントの取得

# Action.StartupSSuccess
source: Startup Successful
de: Start erfolgreich
fr: Démarrage réussi
ja: 起動成功

# Action.StartupFailure
source: Startup Failed
de: Start fehlgeschlagen
fr: Échec du démarrage
ja: 起動失敗

# Error.DataAssociationExists
source: Data association exists, please remove it and try again!
de: Datenverknüpfung existiert, bitte lösen Sie diese und versuchen Sie es erneut!
fr: Une association de données existe, veuillez la dissocier et réessayer !
ja: データ関連付けが存在します。解除してから再試行してください！

# Error.PermissionDenied.HigherRoleData
source: You are not authorized to modify or delete data with a higher role level than yours!
de: Sie haben keine Berechtigung, Daten zu ändern oder zu löschen, die einer höheren Rollenebene als Ihrer eigenen entsprechen!
fr: Vous n'êtes pas autorisé à modifier ou supprimer des données de niveau de rôle supérieur au vôtre !
ja: あなたの役割レベルより高いデータを変更または削除する権限がありません！

# Error.DataNotExist
source: Data does not exist
de: Daten existieren nicht
fr: Les données n'existent pas
ja: データが存在しません

# Error.DuplicateCallNotAllowed
source: Duplicate call is not allowed
de: Doppelter Aufruf nicht erlaubt
fr: Appel en double non autorisé
ja: 重複呼び出しは禁止されています

# Error.UserNotFound
source: User not found
de: Benutzer nicht gefunden
fr: Utilisateur non trouvé
ja: ユーザーが見つかりません

# Error.UserNotActivated
source: User is not activated
de: Benutzer nicht aktiviert
fr: Utilisateur non activé
ja: ユーザーが有効化されていません

# Error.AccountLockedWithUnlockTime{0}
source: Account is locked, please try again later. Unlock time: {0}
de: Konto gesperrt, bitte versuchen Sie es später erneut. Entsperrzeit: {0}
fr: Compte verrouillé, veuillez réessayer plus tard. Heure de déverrouillage : {0}
ja: アカウントがロックされています。後ほど再試行してください。ロック解除時間：{0}

# Error.VerificationCodeExpired
source: Verification code has expired
de: Bestätigungscode abgelaufen
fr: Code de vérification expiré
ja: 認証コードの有効期限が切れています

# Error.InvalidPasswordWithLockWarning
source: Incorrect password, the account will be locked after three consecutive incorrect attempts!
de: Falsches Passwort, nach drei aufeinanderfolgenden falschen Eingaben wird das Konto gesperrt!
fr: Mot de passe incorrect, trois saisies incorrectes consécutives verrouillera le compte !
ja: パスワードが間違っています。3回連続で間違えるとアカウントがロックされます！

# Error.TokenRevoked
source: Token has been revoked, please log in again!
de: Token wurde widerrufen, bitte melden Sie sich erneut an!
fr: Le jeton a été révoqué, veuillez vous reconnecter !
ja: トークンが無効化されました。再ログインしてください！

# Error.TokenParseFailed
source: Token parsing failed, please log in again!
de: Token-Analyse fehlgeschlagen, bitte melden Sie sich erneut an!
fr: Échec de l'analyse du jeton, veuillez vous reconnecter !
ja: トークンの解析に失敗しました。再ログインしてください！

# Error.TokenExpired
source: Token has expired, please log in again!
de: Token abgelaufen, bitte melden Sie sich erneut an!
fr: Jeton expiré, veuillez vous reconnecter !
ja: トークンの有効期限が切れました。再ログインしてください！

# Error.FileTooLarge{0}
source: File is too large, please select a file smaller than or equal to {0}MB and try again!
de: Datei zu groß, bitte wählen Sie eine Datei kleiner oder gleich {0}MB und versuchen Sie es erneut!
fr: Fichier trop volumineux, veuillez sélectionner un fichier inférieur ou égal à {0}MB et réessayer !
ja: ファイルが大きすぎます。{0}MB以下のファイルを選択して再試行してください！

# Error.SetIntervalSeconds
source: Please set job interval execution seconds in simple mode!
de: Bitte legen Sie im einfachen Modus das Ausführungsintervall in Sekunden fest!
fr: En mode simple, veuillez définir le nombre de secondes d'intervalle entre les exécutions de tâches !
ja: シンプルモードではジョブの実行間隔秒数を設定してください！

# Error.ExecutionFailed
source: Execution failed, please try again!
de: Ausführung fehlgeschlagen, bitte versuchen Sie es erneut!
fr: Échec de l'exécution, veuillez réessayer !
ja: 実行に失敗しました。再試行してください！

# Error.AlreadyRunning
source: Already running, do not start it again!
de: Bereits in Ausführung, bitte nicht erneut starten!
fr: Déjà en cours d'exécution, ne pas redémarrer !
ja: 既に実行中です。重複して開始しないでください！

# Error.PauseFailed
source: Pause failed, please try again!
de: Pause fehlgeschlagen, bitte versuchen Sie es erneut!
fr: Échec de la pause, veuillez réessayer !
ja: 一時停止に失敗しました。再試行してください！

# Error.RestoreFailed
source: Restore failed, please try again!
de: Wiederherstellung fehlgeschlagen, bitte versuchen Sie es erneut!
fr: Échec de la restauration, veuillez réessayer !
ja: 復元に失敗しました。再試行してください！

# Error.AppSettings.DataConnection
source: AppSetting.json DataConnection configuration error, please check!
de: Fehler in der DataConnection-Konfiguration von AppSetting.json, bitte überprüfen!
fr: Erreur de configuration DataConnection dans AppSetting.json, veuillez vérifier !
ja: AppSetting.jsonのDataConnection設定が間違っています。確認してください！

# Error.Database.EnsureEnabled{0}
source: Please ensure that the Enabled for the main database ID:{0} is set to true
de: Bitte stellen Sie sicher, dass Enabled für die Hauptdatenbank ID:{0} auf true gesetzt ist
fr: Veuillez vérifier que Enabled est défini sur true pour la base de données principale ID:{0}
ja: メインデータベースID：{0}のEnabledがtrueに設定されていることを確認してください

# Error.LogDatabase.EnsureEnabled{0}
source: Please ensure that the Enabled for the log database ID:{0} is set to true
de: Bitte stellen Sie sicher, dass Enabled für die Protokolldatenbank ID:{0} auf true gesetzt ist
fr: Veuillez vérifier que Enabled est défini sur true pour la base de données de journalisation ID:{0}
ja: ログデータベースID：{0}のEnabledがtrueに設定されていることを確認してください

# Error.Database.SlaveEnsureEnabled{0}
source: Please ensure that the Enabled for the slave database corresponding to ID:{0} is set to true
de: Bitte stellen Sie sicher, dass Enabled für die Slave-Datenbank mit ID:{0} auf true gesetzt ist
fr: Veuillez vérifier que Enabled est défini sur true pour la base de données esclave correspondant à ID:{0}
ja: データベースID：{0}に対応するスレーブデータベースのEnabledがtrueに設定されていることを確認してください

# Error.PasswordSameAsOld
source: The new password cannot be the same as the old password
de: Das neue Passwort darf nicht mit dem alten Passwort übereinstimmen
fr: Le nouveau mot de passe ne peut pas être identique à l'ancien
ja: 新しいパスワードは古いパスワードと同じにできません

# {0}{1}NotExist
source: {0}=>{1}=>Does not exist!
de: {0}=>{1}=>existiert nicht!
fr: {0}=>{1}=>n'existe pas !
ja: {0}=>{1}=>存在しません！

# {0}{1}IsExist
source: {0}=>{1}=>Already exists!
de: {0}=>{1}=>existiert bereits!
fr: {0}=>{1}=>existe déjà !
ja: {0}=>{1}=>既に存在します！

# {0}NotActivated
source: {0} is not activated
de: {0} nicht aktiviert
fr: {0} non activé
ja: {0} は有効化されていません

# {0}required
source: {0} is required
de: {0} ist erforderlich
fr: {0} est obligatoire
ja: {0} は必須項目です

# {0}AtLeastOne
source: {0} collection must contain at least one item.
de: {0} Sammlung muss mindestens ein Element enthalten
fr: La collection {0} doit contenir au moins un élément
ja: {0} コレクションには少なくとも1つの項目が必要です

# {0}Error.Format
source: {0} format is incorrect
de: {0} Format-Fehler
fr: Erreur de format {0}
ja: {0} フォーマットエラー

# {0}number
source: {0} must be a number
de: {0} muss eine Zahl sein
fr: {0} doit être un nombre
ja: {0} は数字である必要があります

# {0}range{1}
source: {0} must be at least {1}
de: {0} muss mindestens {1} sein
fr: {0} doit être au moins {1}
ja: {0}は少なくとも{1}である必要があります

# {0}range{1}{2}
source: {0} must be a number between {1} and {2}
de: {0} muss zwischen {1} und {2} liegen
fr: {0} doit être un nombre entre {1} et {2}
ja: {0}は{1}から{2}の間の数値である必要があります

# {0}range{2}
source: {0} must be at most {1}
de: {0} darf höchstens {1} sein
fr: {0} doit être au maximum {1}
ja: {0}は最大{1}です

# {0}stringmax{1}
source: {0} must not exceed {1} characters
de: {0} darf maximal {1} Zeichen enthalten
fr: {0} peut contenir au maximum {1} caractères
ja: {0}は最大{1}文字まで入力できます

# Enum.Trigger.Blocked
source: Blocking
de: Blockieren
fr: Blocage
ja: ブロッキング

# Enum.Trigger.Complete
source: Completed
de: Abgeschlossen
fr: Terminé
ja: 完了

# Enum.Trigger.Error
source: Error
de: Fehler
fr: Erreur
ja: エラー

# Enum.Trigger.None
source: Blocking
de: Blockieren
fr: Blocage
ja: ブロッキング

# Enum.Trigger.Normal
source: Running
de: Laufend
fr: En cours d'exécution
ja: 実行中

# Enum.Trigger.NotRunning
source: Not running
de: Nicht ausgeführt
fr: Non exécuté
ja: 未実行

# Enum.Trigger.Paused
source: Pause
ja: 一時停止

# Error.ConditionConflict
source: Conditional expressions and conditional models cannot be used simultaneously.
de: Bedingte Ausdrücke und bedingte Modelle können nicht gleichzeitig verwendet werden.
fr: Les expressions conditionnelles et les modèles conditionnels ne peuvent pas être utilisés simultanément.
ja: 条件式と条件モデルは同時に使用できません。

# Error.PageNumberExceedsLimit
source: The current page number exceeds the maximum page number of the table.
de: Die aktuelle Seitenzahl überschreitet die maximale Seitenzahl der Tabelle.
fr: Le numéro de page actuel dépasse le numéro de page maximum du tableau。
ja: 現在のページ番号が表の最大ページ番号を超えています。

# Error.PageNumberInvalid
source: The page number must be an integer >= 1.
de: Die Seitenzahl muss eine ganze Zahl >= 1 sein.
fr: Le numéro de page doit être un entier >= 1.
ja: ページ番号は1以上の整数でなければなりません。

# Error.PageSizeInvalid
source: The number of items per page must be an integer >= 1 and <= 100.
de: Die Anzahl der Elemente pro Seite muss eine ganze Zahl >= 1 und <= 100 sein.
fr: Le nombre d'éléments par page doit être un entier >= 1 et <= 100.
ja: ページごとの項目数は1以上100以下の整数でなければなりません。

# Error.UpdateAndExcludeConflict
source: Update columns and exclude columns cannot be used simultaneously.
de: Aktualisierungsspalten und Ausschlussspalten können nicht gleichzeitig verwendet werden.
fr: Les colonnes de mise à jour et les colonnes d'exclusion ne peuvent pas être utilisées simultanément.
ja: 更新列と除外列は同時に使用できません。

source: API URL
fr: URL API

# QueuedEmail.CC
source: CC
fr: Copie

# QueuedEmail.Bcc
source: BCC
fr: Copie cachée
