Repository: alook123/ApeVolo.Admin
Catalog: Ape.Volo.Common/MultiLanguage/Resources/Language.*.resx
Languages: de, fr, ja

# Sys.User
source: User
de: Benutzer
fr: Utilisateur
ja: ユーザー

# Sys.Department
source: Department
de: Abteilung
fr: Département
ja: 部署

# Sys.Job
source: Job
de: Position
fr: Poste
ja: 職位

# Sys.Role
source: Role
de: Rolle
fr: Rôle
ja: 役割

# Sys.AppSecret
source: App Secret
de: App-Geheimschlüssel
fr: Clé secrète d'application
ja: アプリシークレットキー

# Sys.FileRecord
source: File Record
de: Dateiaufzeichnung
fr: Enregistrement de fichier
ja: ファイル記録

# Sys.Menu
source: Menu
de: Menü
ja: メニュー

# Sys.Api
source: API Route
fr: Route API
ja: APIルート

# Sys.Setting
source: System Setting
de: Systemeinstellungen
fr: Paramètres système
ja: システム設定

# Sys.Dict
source: Dictionary
de: Wörterbuch
fr: Dictionnaire
ja: 辞書

# Sys.DictDetail
source: Dictionary Detail
de: Wörterbuchdetails
fr: Détails du dictionnaire
ja: 辞書詳細

# Sys.EmailAccount
source: Email Account
de: E-Mail-Konto
fr: Compte e-mail
ja: メールアカウント

# Sys.EmailMessageTemplate
source: Email Template
de: E-Mail-Vorlage
fr: Modèle d'e-mail
ja: メールテンプレート

# Sys.AuditLog
source: Audit Log
fr: Journal d'audit
ja: 監査ログ

# Sys.ExceptionLog
source: Exception Log
de: Ausnahmeprotokoll
fr: Journal d'exceptions
ja: 例外ログ

# Sys.QueuedEmail
source: Queued Email
de: E-Mail-Warteschlange
fr: E-mails en file d'attente
ja: キューメール

# Sys.QuartzNet
source: Job Scheduler
de: Aufgabenplanung
fr: Planification des tâches
ja: ジョブスケジュール

# Sys.QuartzNetLog
source: Job Scheduler Log
de: Aufgabenplanungsprotokoll
fr: Journal des tâches planifiées
ja: ジョブスケジュールログ

# Sys.ServiceMonitoring
source: Server Monitoring
de: Serverüberwachung
fr: Surveillance du serveur
ja: サーバー監視

# Sys.OnlineUser
source: Online User
de: Online-Benutzer
fr: Utilisateurs en ligne
ja: オンラインユーザー

# Sys.Tenant
source: Tenant
de: Mandant
fr: Locataire
ja: テナント

# Sys.Create
source: Execute Creation
de: Erstellen
fr: Créer
ja: 作成する

# Sys.Edit
source: Execute Edit
de: Bearbeiten
fr: Modifier
ja: 編集する

# Sys.Delete
source: Execute Deletion
de: Löschen
fr: Supprimer
ja: 削除する

# Sys.Query
source: Execute Query
de: Abfragen
fr: Requête
ja: クエリを実行する

# Sys.Export
source: Execute Export
de: Exportieren
fr: Exporter
ja: エクスポートする

# Sys.HttpOK
source: Request Successful
de: Anfrage erfolgreich
fr: Requête réussie
ja: リクエスト成功

# Sys.HttpCreated
source: Created Successfully
de: Erstellung erfolgreich
fr: Création réussie
ja: 作成成功

# Sys.HttpNoContent
source: Edited Successfully
de: Bearbeitung erfolgreich
fr: Modification réussie
ja: 編集成功

# Sys.HttpDelete
source: Deleted Successfully
de: Löschung erfolgreich
fr: Suppression réussie
ja: 削除成功

# Sys.HttpBadRequest
source: Request Failed
de: Anfrage fehlgeschlagen
fr: Échec de la requête
ja: リクエスト失敗

# Sys.HttpUnauthorized
source: Sorry, you do not have access to this API
de: Entschuldigung, Sie haben keine Berechtigung für diese Schnittstelle
fr: Désolé, vous n'avez pas l'autorisation d'accéder à cette interface
ja: 申し訳ありませんが、このインターフェースにアクセスする権限がありません

# Sys.HttpForbidden
source: Sorry, your access level is insufficient
de: Entschuldigung, Ihre Zugriffsberechtigungsebene ist nicht ausreichend
fr: Désolé, votre niveau d'autorisation d'accès est insuffisant
ja: 申し訳ありませんが、アクセス権限のレベルが不足しています

# Sys.HttpInternalServerError
source: System Exception
de: Systemfehler
fr: Erreur système
ja: システム例外

# Sys.Name
source: Name
fr: Nom
ja: 名前

# Sys.Sort
source: Sort
de: Sortierung
fr: Tri
ja: 並べ替え

# Sys.List
source: List
de: Liste
fr: Liste
ja: リスト

# Sys.CreateBy
source: Created By
de: Erstellt von
fr: Créé par
ja: 作成者

# Sys.CreateTime
source: Creation Time
de: Erstellungszeit
fr: Heure de création
ja: 作成時間

# Sys.UpdateBy
source: Updated By
de: Aktualisiert von
fr: Mis à jour par
ja: 更新者

# Sys.UpdateTime
source: Updated Time
de: Aktualisierungszeit
fr: Heure de mise à jour
ja: 更新時間

# Sys.IsDeleted
source: Is Deleted
de: Ist gelöscht
fr: Est supprimé
ja: 削除されているか

# Sys.DeletedTime
source: Deleted Time
de: Löschzeit
fr: Heure de suppression
ja: 削除時間

# Sys.Enabled
source: Enabled
de: Aktiviert
fr: Activé
ja: 有効

# Sys.Disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
ja: 無効

# Sys.Description
source: Description
de: Beschreibung
ja: 説明

# Sys.Email
source: Email
ja: メール

# Sys.Phone
source: Phone
de: Telefon
fr: Téléphone
ja: 電話

# Sys.Captcha
source: Captcha
de: Bestätigungscode
fr: Code de vérification
ja: 認証コード

# Sys.CaptchaId
source: Captcha ID
de: Bestätigungscode-ID
fr: ID du code de vérification
ja: 認証コードID

# Enum.True
source: True
de: Ja
fr: Oui
ja: はい

# Enum.False
source: False
de: Nein
fr: Non
ja: いいえ

# Enum.Menu.Catalog
source: Catalog
de: Katalog
fr: Catalogue
ja: カタログ

# Enum.Menu.Menu
source: Menu
de: Menü
ja: メニュー

# Enum.Menu.Button
source: Button
de: Schaltfläche
fr: Bouton
ja: ボタン

# Enum.DataScope.All
source: All
de: Alle
fr: Tous
ja: すべて

# Enum.DataScope.MySelf
source: Myself
de: Selbst
fr: Moi-même
ja: 自分自身

# Enum.DataScope.MyDept
source: My Department
de: Meine Abteilung
fr: Mon département
ja: 自部署

# Enum.DataScope.MyDeptAndBelow
source: My Department and Below
de: Meine Abteilung und darunter
fr: Mon département et en dessous
ja: 自部署以下

# Enum.DataScope.Customize
source: Customize
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム

# Enum.Tenant.Id
source: Id Isolation
fr: Isolation par ID
ja: ID分離

# Enum.Tenant.Db
source: Db Isolation
fr: Isolation par base de données
ja: DB分離

# Enum.Dict.System
source: System Type
de: Systemklasse
fr: Système
ja: システム類

# Enum.Dict.Business
source: Business Type
de: Geschäftsklasse
fr: Métier
ja: ビジネス類

# Enum.Trigger.Cron
source: Cron Mode
de: Cron-Modus
fr: Mode Cron
ja: Cronモード

# Enum.Trigger.Simple
source: Simple Mode
de: Simple-Modus
fr: Mode Simple
ja: Simpleモード

source: API Group
de: API-Gruppe
fr: Groupe API
ja: APIグループ

# Api.Method
source: API Request Method
de: API-Anfragemethode
fr: Méthode de requête API
ja: APIリクエストメソッド

# User.Username
source: Username
de: Benutzername
fr: Nom d'utilisateur
ja: ユーザー名

# User.NickName
source: Nickname
de: Spitzname
fr: Surnom
ja: ニックネーム

# User.Email
source: Email
de: Benutzer-E-Mail
fr: E-mail utilisateur
ja: ユーザーメール

# User.IsAdmin
source: Is Administrator
de: Ist Administrator
fr: Est administrateur
ja: 管理者かどうか

# User.Enabled
source: Is Activated
de: Ist aktiviert
fr: Est activé
ja: 有効かどうか

# User.Password
source: Password
de: Benutzerpasswort
fr: Mot de passe utilisateur
ja: パスワード

# User.DeptId
source: Department ID
de: Abteilungs-ID
fr: ID du département
ja: 部署ID

# User.AvatarPath
source: Avatar Path
de: Avatar-Pfad
fr: Chemin de l'avatar
ja: アバターパス

# User.Gender
source: Gender
de: Geschlecht
fr: Genre
ja: 性別

# User.PasswordReSetTime
source: Last Password Reset Time
de: Letzte Passwortänderungszeit
fr: Dernière modification du mot de passe
ja: 最終パスワード変更時間

# User.OldPassword
source: Old Password
de: Altes Passwort
fr: Ancien mot de passe
ja: 古いパスワード

# User.NewPassword
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
ja: 新しいパスワード

# User.ConfirmPassword
source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードの確認

# Error.InputsDoNotMatch
source: The inputs do not match
de: Die Eingaben stimmen nicht überein
fr: Les entrées ne correspondent pas
ja: 入力が一致しません

# Error.IncorrectOldPassword
source: Incorrect old password
de: Falsches altes Passwort
fr: Ancien mot de passe incorrect
ja: 古いパスワードが間違っています

# Error.InvalidPassword
source: Incorrect password
de: Falsches Passwort
fr: Mot de passe incorrect
ja: パスワードが間違っています

# Error.InvalidVerificationCode
source: Incorrect verification code
de: Falscher Bestätigungscode
fr: Code de vérification incorrect
ja: 認証コードが間違っています

# Error.ForbidToDeleteYourself
source: Deleting yourself is forbidden
de: Selbstlöschung verboten
fr: Interdiction de se supprimer soi-même
ja: 自分自身を削除することはできません

# Dept.Name
source: Department Name
de: Abteilungsname
fr: Nom du département
ja: 部署名

# Dept.PId
source: Parent Department ID
de: Übergeordnete Abteilungs-ID
fr: ID du département parent
ja: 親部署ID

# Dept.Enabled
source: Is Enabled
de: Ist aktiviert
fr: Est activé
ja: 有効かどうか

# Dept.SubCount
source: Subdepartment Count
de: Anzahl der Unterabteilungen
fr: Nombre de sous-départements
ja: 子部署数

source: Job Name
de: Positionsname
fr: Nom du poste
ja: 職位名

# Job.Enabled
source: Is Enabled
de: Ist aktiviert
fr: Est activé
ja: 有効かどうか

source: Role Name
de: Rollenname
fr: Nom du rôle
ja: 役割名

source: Role Level
de: Rollenebene
fr: Niveau du rôle
ja: 役割レベル

# Role.DataScopeType
source: Data Scope Type
de: Datenzugriffstyp
fr: Type de portée des données
ja: データ権限タイプ

# Role.DataDept
source: Data Department
de: Datenabteilung
fr: Département des données
ja: データ部署

# Role.Permission
source: Permission Identifier
de: Berechtigungskennzeichen
fr: Identificateur de permission
ja: 権限識別子

source: Menu Title
de: Menütitel
fr: Titre du menu
ja: メニュータイトル

# Menu.Path
source: Component Path
de: Komponentenpfad
fr: Chemin du composant
ja: コンポーネントパス

# Menu.Permission
source: Permission Identifier
de: Berechtigungsidentifikator
fr: Identificateur de permission
ja: 権限識別子

# Menu.IFrame
source: Is IFrame
de: Ist IFrame
fr: Est IFrame
ja: IFrameかどうか

# Menu.Component
source: Component
de: Komponente
fr: Composant
ja: コンポーネント

# Menu.ComponentName
source: Component Name
de: Komponentenname
fr: Nom du composant
ja: コンポーネント名

# Menu.PId
source: Parent Menu ID
de: Übergeordnete Menü-ID
fr: ID du menu parent
ja: 親メニューID

# Menu.Icon
source: Icon
de: Icon-Symbol
fr: Icône
ja: アイコン

source: Menu Type
de: Menütyp
fr: Type de menu
ja: メニュータイプ

# Menu.Cache
source: Is Cached
de: Ist zwischengespeichert
fr: Est mis en cache
ja: キャッシュするかどうか

# Menu.Hidden
source: Is Hidden
de: Ist versteckt
fr: Est caché
ja: 非表示かどうか

# Menu.SubCount
source: Submenu Count
de: Anzahl der Untermenüs
fr: Nombre de sous-menus
ja: サブメニュー数

# App.AppId
source: Application ID
de: Anwendungs-ID
fr: ID d'application
ja: アプリID

# App.AppSecretKey
source: Application Secret Key
de: Anwendungsschlüssel
fr: Clé secrète d'application
ja: アプリシークレットキー

# App.AppName
source: Application Name
de: Anwendungsname
fr: Nom de l'application
ja: アプリ名

# App.Remark
source: Remark
de: Anmerkung
fr: Remarque
ja: 備考

# Dict.Type
source: Dictionary Type
de: Wörterbuchtyp
fr: Type de dictionnaire
ja: 辞書タイプ

# Dict.Name
source: Dictionary Name
de: Wörterbuchname
fr: Nom du dictionnaire
ja: 辞書名

# Dict.Detail.DictId
source: Dictionary ID
de: Wörterbuch-ID
fr: ID du dictionnaire
ja: 辞書ID

# Dict.Detail.Label
source: Dictionary Label
de: Wörterbuchetikett
fr: Étiquette du dictionnaire
ja: 辞書ラベル

# Dict.Detail.Value
source: Dictionary Value
de: Wörterbuchswert
fr: Valeur du dictionnaire
ja: 辞書値

# File.ContentType
source: Content Type
de: Inhaltstyp
fr: Type de contenu
ja: コンテンツタイプ

# File.ContentTypeName
source: Content Type Name
de: Inhaltstypname
fr: Nom du type de contenu
ja: コンテンツタイプ名

# File.ContentTypeNameEn
source: Content Type (en)
de: Inhaltstyp (EN)
fr: Type de contenu (EN)
ja: コンテンツタイプ(EN)

# File.OriginalName
source: Original Name
de: Ursprünglicher Name
fr: Nom d'origine
ja: 元の名前

# File.NewName
source: New Name
de: Neuer Name
fr: Nouveau nom
ja: 新しい名前

# File.FilePath
source: Storage Path
de: Speicherpfad
fr: Chemin de stockage
ja: 保存パス

source: File Size
de: Dateigröße
fr: Taille du fichier
ja: ファイルサイズ

source: Setting Name
de: Einstellungsname
fr: Nom du paramètre
ja: 設定名

source: Setting Value
de: Einstellungswert
fr: Valeur du paramètre
ja: 設定値

# Setting.Enabled
source: Is Enabled
de: Ist aktiviert
fr: Est activé
ja: 有効かどうか

# Task.TaskName
source: Task Name
de: Aufgabenname
fr: Nom de la tâche
ja: タスク名

# Task.TaskGroup
source: Task Group
de: Aufgabengruppe
fr: Groupe de tâches
ja: タスクグループ

# Task.Cron
source: Cron Expression
de: Cron-Ausdruck
fr: Expression Cron
ja: Cron式

# Task.AssemblyName
source: Namespace
fr: Espace de noms
ja: 名前空間

# Task.ClassName
source: Execution Class
de: Ausführungsklasse
fr: Classe d'exécution
ja: 実行クラス

# Task.Principal
source: Principal
de: Verantwortlicher
fr: Responsable
ja: 担当者

# Task.AlertEmail
source: Alert Email
de: Alarm-E-Mail
fr: E-mail d'alerte
ja: アラートメール

# Task.PauseAfterFailure
source: Pause After Failure
de: Nach Fehler fortsetzen
fr: Continuer après échec
ja: 継続するかどうか

# Task.RunTimes
source: Execution Count
de: Ausführungsanzahl
fr: Nombre d'exécutions
ja: 実行回数

# Task.StartTime
source: Start Time
de: Startzeit
fr: Heure de début
ja: 開始時間

# Task.EndTime
source: End Time
de: Endzeit
fr: Heure de fin
ja: 終了時間

# Task.TriggerType
source: Task Type
de: Aufgabentyp
fr: Type de tâche
ja: タスクタイプ

# Task.IntervalSecond
source: Execution Interval Time
de: Ausführungsintervall
fr: Intervalle d'exécution
ja: 実行間隔時間

# Task.CycleRunTimes
source: Cycle Execution Count
de: Zyklische Ausführungsanzahl
fr: Nombre d'exécutions cycliques
ja: 循環実行回数

# Task.IsEnable
source: Is Enabled
de: Ist aktiviert
fr: Est activé
ja: 有効かどうか

# Task.RunParams
source: Execution Parameters
de: Ausführungsparameter
fr: Paramètres d'exécution
ja: 実行パラメータ

# Task.TriggerStatus
source: Trigger Status
fr: État du déclencheur
ja: トリガーステータス

# TaskLog.TaskId
source: Task ID
de: Aufgaben-ID
fr: ID de la tâche
ja: タスクID

# TaskLog.ExceptionDetail
source: Exception Details
de: Ausnahmedetails
fr: Détails de l'exception
ja: 例外詳細

# TaskLog.ExecutionDuration
source: Execution Duration (s)
de: Ausführungsdauer (s)
fr: Durée d'exécution (s)
ja: 実行時間(秒)

# TaskLog.IsSuccess
source: Is Successful
de: Ist erfolgreich
fr: Est réussi
ja: 成功かどうか

source: Tenant ID
de: Mandanten-ID
fr: ID du locataire
ja: テナントID

source: Tenant Name
de: Mandantenname
fr: Nom du locataire
ja: テナント名

# Tenant.TenantType
source: Tenant Type
de: Mandantentyp
fr: Type de locataire
ja: テナントタイプ

# Tenant.DbType
source: Database Type
de: Datenbanktyp
fr: Type de base de données
ja: データベースタイプ

# Tenant.ConfigId
source: Database Identifier ID
de: Datenbank-ID
fr: ID de configuration de base de données
ja: データベース識別ID

# Tenant.Connection
source: Database Connection String
de: Datenbankverbindungsstring
fr: Chaîne de connexion à la base de données
ja: データベース接続文字列

# EmailAccount.Email
source: Email
ja: メールアドレス

# EmailAccount.DisplayName
source: Display Name
de: Anzeigename
fr: Nom d'affichage
ja: 表示名

# EmailAccount.Host
source: Host
fr: Hôte
ja: ホスト

# EmailAccount.Port
source: Port
ja: ポート

# EmailAccount.Username
source: Account Name
de: Benutzername
fr: Nom d'utilisateur
ja: アカウント名

# EmailAccount.Password
source: Password
de: Passwort
fr: Mot de passe
ja: パスワード

# EmailAccount.EnableSsl
source: Enable SSL
de: SSL aktivieren
fr: Activer SSL
ja: SSL有効化

# EmailAccount.UseDefaultCredentials
source: Use Default System Credentials
de: Standardanmeldedaten verwenden
fr: Utiliser les identifiants par défaut
ja: デフォルト認証情報を使用

# EmailTemplate.Name
source: Template Name
de: Vorlagenname
fr: Nom du modèle
ja: テンプレート名

# EmailTemplate.BccEmailAddresses
source: BCC Email Addresses
de: BCC-E-Mail-Adressen
fr: Adresses e-mail en copie cachée
ja: BCCメールアドレス

# EmailTemplate.Subject
source: Subject
de: Betreff
fr: Sujet
ja: メール件名

# EmailTemplate.Body
source: Body
de: Inhalt
fr: Contenu
ja: メール本文

# EmailTemplate.IsActive
source: Is Active
de: Ist aktiv
fr: Est actif
ja: 有効かどうか

# EmailTemplate.EmailAccountId
source: Sender Email Account
de: E-Mail-Konto
fr: Compte e-mail d'envoi
ja: 送信メールアカウント

# QueuedEmail.From
source: Sender Email
de: Absender-E-Mail
fr: E-mail expéditeur
ja: 送信元メール

# QueuedEmail.FromName
source: Sender Name
de: Absendername
fr: Nom de l'expéditeur
ja: 送信者名

# QueuedEmail.To
source: Recipient Email
de: Empfänger-E-Mail
fr: E-mail destinataire
ja: 宛先メール

# QueuedEmail.ToName
source: Recipient Name
de: Empfängername
fr: Nom du destinataire
ja: 受信者名

# QueuedEmail.ReplyTo
source: Reply-To Email
de: Antwort-E-Mail
fr: E-mail de réponse
ja: 返信先メール

# QueuedEmail.ReplyToName
source: Reply-To Name
de: Antwortname
fr: Nom de réponse
ja: 返信先名

# QueuedEmail.Priority
source: Priority
de: Priorität
fr: Priorité
ja: 優先度

# QueuedEmail.Subject
source: Subject
de: Betreff
fr: Sujet
ja: 件名

# QueuedEmail.Body
source: Body
de: Inhalt
fr: Contenu
ja: 本文

# QueuedEmail.SentTries
source: Max Send Attempts
de: Maximale Sendeversuche
fr: Nombre maximum de tentatives d'envoi
ja: 送信試行上限

# QueuedEmail.SendTime
source: Send Time
de: Sendezeit
fr: Heure d'envoi
ja: 送信時間

# QueuedEmail.EmailAccountId
source: Sender Email ID
de: Absender-E-Mail-ID
fr: ID du compte e-mail expéditeur
ja: 送信メールアカウントID

# Online.Account
source: Login Account
de: Anmeldekonto
fr: Compte de connexion
ja: ログインアカウント

# Online.NickName
source: User Nickname
de: Benutzerspitzname
fr: Surnom de l'utilisateur
ja: ユーザーニックネーム

# Online.Dept
source: User Department
de: Benutzerabteilung
fr: Département de l'utilisateur
ja: ユーザー部署

# Online.LoginIp
source: Login IP
de: Anmelde-IP
fr: IP de connexion
ja: ログインIP

# Online.IpAddress
source: IP Address
de: IP-Adresse
fr: Adresse IP
ja: IPアドレス

# Online.OperatingSystem
source: Operating System
de: Betriebssystem
fr: Système d'exploitation
ja: オペレーティングシステム

# Online.DeviceType
source: Device Type
de: Gerätetyp
fr: Type d'appareil
ja: デバイスタイプ

# Online.BrowserName
source: Browser Name
fr: Nom du navigateur
ja: ブラウザ名

# Online.Version
source: Version
fr: Numéro de version
ja: バージョン

# Online.LoginTime
source: Login Time
de: Anmeldezeit
fr: Heure de connexion
ja: ログイン時間

# Online.Onlinekey
source: Token
fr: Jeton
ja: トークン

# Area.AuthorizationManagement
source: Authorization Management
de: Berechtigungsverwaltung
fr: Gestion des autorisations
ja: 認証管理

# Area.EmailAccountManagement
source: Email Account Management
de: E-Mail-Kontoverwaltung
fr: Gestion des comptes e-mail
ja: メールアカウント管理

# Area.EmailMessageTemplateManagement
source: Email Template Management
de: E-Mail-Vorlagenverwaltung
fr: Gestion des modèles d'e-mail
ja: メールテンプレート管理

# Area.AuditLogManagement
source: Audit Log Management
de: Audit-Verwaltung
fr: Gestion des audits
ja: 監査管理

# Area.ExceptionLogManagement
source: Exception Log Management
de: Ausnahmeprotokolle-Verwaltung
fr: Gestion des journaux d'exceptions
ja: 例外ログ管理

# Area.ServerResourceManagement
source: Server Resource Management
de: Serverressourcenverwaltung
fr: Gestion des ressources serveur
ja: サーバーリソース管理

# Area.ApiManagement
source: API Management
de: API-Verwaltung
fr: Gestion des API
ja: API管理

# Area.DepartmentManagement
source: Department Management
de: Abteilungsverwaltung
fr: Gestion des départements
ja: 部署管理

# Area.JobManagement
source: Position Management
de: Positionsverwaltung
fr: Gestion des postes
ja: 職位管理

# Area.MenuManagement
source: Menu Management
de: Menüverwaltung
fr: Gestion des menus
ja: メニュー管理

# Area.RoleAuthorizationManagement
source: Role Authorization Management
de: Rollenberechtigungsverwaltung
fr: Gestion des autorisations de rôle
ja: 役割認証管理

# Area.RoleManagement
source: Role Management
de: Rollenverwaltung
fr: Gestion des rôles
ja: 役割管理

# Area.UserManagement
source: User Management
de: Benutzerverwaltung
fr: Gestion des utilisateurs
ja: ユーザー管理

# Area.MailQueueManagement
source: Mail Queue Management
de: E-Mail-Warteschlangenverwaltung
fr: Gestion des files d'attente d'e-mails
ja: メールキュー管理

# Area.ApplicationKeyManagement
source: Application Key Management
de: Anwendungsschlüsselverwaltung
fr: Gestion des clés d'application
ja: アプリケーションキー管理

# Area.DictionaryManagement
source: Dictionary Management
de: Wörterbuchverwaltung
fr: Gestion des dictionnaires
ja: 辞書管理

# Area.DictionaryDetailManagement
source: Dictionary Detail Management
de: Wörterbuchdetailverwaltung
fr: Gestion des détails de dictionnaire
ja: 辞書詳細管理

# Area.FileStorageManagement
source: File Storage Management
de: Dateispeicherverwaltung
fr: Gestion du stockage de fichiers
ja: ファイルストレージ管理

# Area.JobSchedulingManagement
source: Job Scheduling Management
de: Aufgabenplanungsverwaltung
fr: Gestion de la planification des tâches
ja: ジョブスケジュール管理

# Area.GlobalSettingsManagement
source: Global Settings Management
de: Globale Einstellungsverwaltung
fr: Gestion des paramètres globaux
ja: グローバル設定管理

# Area.TenantManagement
source: Tenant Management
de: Mandantenverwaltung
fr: Gestion des locataires
ja: テナント管理

# Action.GetEmailVerificationCode
source: Get Email Verification Code
de: E-Mail-Bestätigungscode erhalten
fr: Obtenir le code de vérification par e-mail
ja: メール認証コードを取得

# Action.GetVerificationCode
source: Get Verification Code
de: Bestätigungscode erhalten
fr: Obtenir le code de vérification
ja: 認証コードを取得

# Action.UserLogin
source: User Login
de: Benutzeranmeldung
fr: Connexion utilisateur
ja: ユーザーログイン

# Action.UserLogOut
source: User Logout
de: Benutzerabmeldung
fr: Déconnexion utilisateur
ja: ユーザーログアウト

# Action.RefreshToken
source: Refresh Token
de: Token aktualisieren
fr: Actualiser le jeton
ja: トークンの更新

# Action.PersonalInfo
source: Personal Information
de: Persönliche Informationen
fr: Informations personnelles
ja: 個人情報

# Action.UserConduct
source: User Conduct
de: Benutzerverhalten
fr: Comportement utilisateur
ja: ユーザー行動

# Action.ServerResourceInfo
source: Server Resource Information
de: Serverressourceninformationen
fr: Informations sur les ressources du serveur
ja: サーバーリソース情報

# Action.RefreshApi
source: Refresh API
de: API aktualisieren
fr: Actualiser l'API
ja: APIの更新

# Action.ApiRefresh.Success
source: API Refresh Successful
de: API-Aktualisierung erfolgreich
fr: Actualisation de l'API réussie
ja: API更新成功

# Action.ApiRefresh.Fail
source: API Refresh Failed
de: API-Aktualisierung fehlgeschlagen
fr: Échec de l'actualisation de l'API
ja: API更新失敗

# Action.GetDepartmentTreeData
source: Get Department Tree Data
de: Abteilungsbaumdaten abrufen
fr: Obtenir les données d'arborescence des départements
ja: 部署ツリーデータの取得

# Action.GetSiblingAndParentDepartments
source: Get Sibling and Parent Departments
de: Geschwister- und übergeordnete Abteilungsdaten abrufen
fr: Obtenir les départements frères et parents
ja: 同階層および親部署データの取得

# Action.GetAllJobs
source: Get All Positions
de: Alle Positionen abrufen
fr: Obtenir tous les postes
ja: 全職位の取得

# Action.BuildLoginMenu
source: Build Login Menu
de: Anmeldemenü erstellen
fr: Construire le menu de connexion
ja: ログインメニューの構築

# Action.GetSubMenu
source: Get Submenu
de: Untermenü abrufen
fr: Obtenir le sous-menu
ja: サブメニューの取得

# Action.GetSiblingAndParentMenus
source: Get Sibling and Parent Menus
de: Geschwister- und übergeordnete Menüdaten abrufen
fr: Obtenir les menus frères et parents
ja: 同階層および親メニューデータの取得

# Action.GetAllSubMenu
source: Get All Submenus
de: Alle Untermenüs abrufen
fr: Obtenir tous les sous-menus
ja: 全サブメニューの取得

# Action.GetAllMenu
source: Get All Menus
de: Alle Menüs abrufen
fr: Obtenir tous les menus
ja: 全メニューの取得

# Action.GetAllApi
source: Get All APIs
de: Alle APIs abrufen
fr: Obtenir toutes les API
ja: 全APIの取得

# Action.UpdateRoleMenu
source: Update Role Menu
de: Rollenmenü aktualisieren
fr: Mettre à jour le menu de rôle
ja: 役割メニューの更新

# Action.UpdateRoleApi
source: Update Role API
de: Rollen-API aktualisieren
fr: Mettre à jour l'API de rôle
ja: 役割APIの更新

# Action.ViewSingleRole
source: View Single Role Information
de: Einzelne Rolleninformationen anzeigen
fr: Voir les informations d'un seul rôle
ja: 単一役割情報の表示

# Action.GetAllRole
source: Get All Roles
de: Alle Rollen abrufen
fr: Obtenir tous les rôles
ja: 全役割の取得

# Action.GetRoleLevel
source: Get Role Level
de: Rollenebene abrufen
fr: Obtenir le niveau de rôle
ja: 役割レベルの取得

# Action.UpdatePersonalInfo
source: Update Personal Information
de: Persönliche Informationen aktualisieren
fr: Mettre à jour les informations personnelles
ja: 個人情報の更新

# Action.UpdatePassword
source: Update Password
de: Passwort aktualisieren
fr: Mettre à jour le mot de passe
ja: パスワードの更新

# Action.UpdateEmail
source: Update Email
de: E-Mail aktualisieren
fr: Mettre à jour l'e-mail
ja: メールの更新
